[
    {
        "name": "React разработчик",
        "salary_from": 500000,
        "salary_to": 0,
        "currency": "RUR",
        "url": "https://hh.ru/vacancy/93304212",
        "requirement": "Пишите про свой опыт в отклике на вакансию.",
        "responsibility": "Не указано"
    },
    {
        "name": "Backend-разработчик на Python",
        "salary_from": 150000,
        "salary_to": 200000,
        "currency": "RUR",
        "url": "https://hh.ru/vacancy/92935405",
        "requirement": "2 андроид разработчика.",
        "responsibility": "Микросервисами, микросервисной архитектурой. О продукте. Команда: 2 фронтенд разработчика. 1 продакт-оунер. 1 руководитель проекта. Разработка и поддержка высококачественного программного..."
    },
    {
        "name": "Python разработчик",
        "salary_from": 140000,
        "salary_to": 0,
        "currency": "RUR",
        "url": "https://hh.ru/vacancy/93153655",
        "requirement": "Умение читать код и быстро в нем разбираться. Уверенное знание Python, опыт в Django, FastAPI. Умение писать оптимизированные запросы на...",
        "responsibility": "Разработка клиентских сервисов на основе FastAPI, Django, PlotlyDash. Разработка новых методов клиентского API. Разработка аналитических дашбордов на основе полученных данных..."
    },
    {
        "name": "Python Backend Developer",
        "salary_from": 120000,
        "salary_to": 0,
        "currency": "RUR",
        "url": "https://hh.ru/vacancy/92292859",
        "requirement": "Опыт написания кода на Django/Fast API от 2х лет. Опыт работы с микросервисами. Умение писать юнит-тесты (pytest...",
        "responsibility": "Разработка серверной части. Проектирование архитектуры кода, проведение грумминг сессий с командой. Написание свежего и чистого кода, никакого легаси (все пишется..."
    },
    {
        "name": "Тестировщик",
        "salary_from": 120000,
        "salary_to": 180000,
        "currency": "RUR",
        "url": "https://hh.ru/vacancy/93217087",
        "requirement": "Плюсом будет опыт скриптинга (sh, powershell, python), работа с контейнеризацией (docker\\k8) и средствами виртуализации (vmware, hyperv, kvm и...",
        "responsibility": "Мы занимаемся разработкой, развитием и поддержкой комплексного продукта СКДПУ НТ. Он обеспечивает всю функциональность системы контроля действий привилегированных пользователей: от..."
    },
    {
        "name": "Jun+/Middle Python разработчик",
        "salary_from": 90000,
        "salary_to": 160000,
        "currency": "RUR",
        "url": "https://hh.ru/vacancy/93090286",
        "requirement": "Коммерческий опыт разработки на Python от 1,5 лет. Коммерческий опыт использования одного из ассинхронных веб фреймворков. Опыт написания высоконагруженных...",
        "responsibility": "Разработка API. Разработка архитектурных решений действующего проекта. Интеграции с внешними сервисами. Работа с базами данных PostgreSQL. Работа с брокерами сообщений."
    }
]